Repository: common-repository/opizo
Catalog: languages/opizo-*.po
Languages: fa_ir

source: Delete Link? This link only delete from wordpress and still exist in your panel in Opizo.com
fa_ir: لینک حذف شود؟ این لینک فقط از پست شما حذف می شود و در سایت نمایش داده نمی شود ولی در پنل شما در اپیزو باقی می ماند

source: Cancel shrinking?
fa_ir: کوتاه کردن لینک های این پست لغو شود؟

source: Opizo Settings
fa_ir: تنظیمات

source: Opizo
fa_ir: اپیزو

source: Shrink
fa_ir: کوتاه کردن لینک

source: Shrink Link
fa_ir: کوتاه کردن لینک

source: Shrink Old Posts
fa_ir: کوتاه کردن لینکهای پست های قدیمی

source: Shrinked URLs
fa_ir: لینک های کوتاه شده

source: Shrink URLs
fa_ir: کوتاه کردن لینک ها

source: Shrinked URLs of this post
fa_ir: لینک های کوتاه شده این پست

source: Shrink urls in content?
fa_ir: کوتاه کردن لینک ها؟

source: Shrinking urls not change post content, only replace urls via shrinked link on post view
fa_ir: با کوتاه کردن لینک ها، محتوای پست شما تغییری نخواهد کرد، تنها در زمان نمایش پست، آدرس های اصلی با آدرس کوتاه شده جایگزین می شود.

source: Please enter valid API code in <a href='%s'>Setting Page</a>
fa_ir: برای استفاده از این ابزار لطفا کد API را در <a href='%s'>بخش تنظیمات</a> وارد کنید.

source: Shrinked URLs of this post:
fa_ir: لینک های کوتاه شده این پست:

source: Opizo Status
fa_ir: آمار آپیزو

source: Earning: %y
fa_ir: درآمد : %y

source: Earning from links
fa_ir: درآمد لینک ها

source: Earning from referral
fa_ir: درآمد از زیرمجموعه ها

source: Statics not allowed, login to your <a href='%s' target='_blank'>Opizo account</a> and change permission of API key.
fa_ir: اجازه مشاهده آمار ندارید. برای نمایش آمار وارد <a href='%s' target='_blank'>پنل خود در اپیزو</a> شوید، و مجوزهای API را تغییر دهید.

source: Shrink links by Opizo
fa_ir: کوتاه کردن لینک ها با اپیزو

source: %s post(s) add to "<a href='%s'>Shrink Old Post</a>" list, after select desired posts, go to "<a href='%s'>Shrink Old Post</a>" page and press "Start Shrinking" Or <a href='%s'>Start Shrinking Now</a>
fa_ir: %s پست به لیست "<a href='%s'>کوتاه کردن لینک های پست های قدیمی</a>" اضافه شد. پست های موردنظر خود را انتخاب کنید و سپس به صفحه "<a href='%s'>کوتاه کردن لینک های پست های قدیمی</a>" بروید و دکمه "شروع کوتاه کردن" را بزنید و یا اگر قصد انتخاب پست دیگری ندارید، همین الان فرآیند <a href='%s'>کوتاه کردن لینک های پست های قدیمی را شروع کنید</a>

source: Settings saved.
fa_ir: تنظیمات ذخیره شد.

source: By deleting link from wordpress, shrinked URL still exist in your panel at Opizo.com
fa_ir: با حذف لینک کوتاه شده از پست های سایت خود، لینک کوتاه شده در پنل شما در اپیزو باقی می ماند

source: For shrinking URLs in old posts, go to Post lists, select desired posts then select "Shrink links by Opizo" from Bulk Actions, then go to "Shrink Old Posts" page and press "Start Shrinking" button.
fa_ir: برای کوتاه کردن لینک های موجود در پست های قدیمی، به لیست پست های سایت خود بروید و پست های موردنظر را انتخاب کنید، سپس از قسمت "کارهای دسته جمعی"، گزینه "کوتاه کردن لینک ها با اپیزو" را انتخاب کنید. سپس به صفحه "کوتاه کردن لینکهای پست های قدیمی" برگردید و دکمه شروع را بزنید.

source: Image Guide
fa_ir: راهنمای تصویری

source: Active Opizo Shortener
fa_ir: فعال کردن کوتاه کننده لینک

source: You can simply active or deactive plugin.<br />This option is not affect on <a href='%s'>Shrink Link</a> page.
fa_ir: به راحتی کوتاه کننده را فعال یا غیرفعال کنید.<br />این گزینه روی صفحه <a href='%s'>کوتاه کردن لینک</a> تاثیر ندارد.

source: API Key
fa_ir: کد API

source: This code used to connect your wordpress site to <a href='%s' target='_blank'>Opizo link shortener</a> service.<br />For generate and get your own api code, login to your <a target='_blank' href='%s'>Opizo dashboard</a> and from <a target='_blank' href='%s'>API</a> section, make new one.
fa_ir: این کد برای اتصال سایت وردپرسی شما به <a href='%s' target='_blank'>سرویس کوتاه کننده لینک اپیزو</a> استفاده می شود. برای دریافت این کد وارد <a target='_blank' href='%s'>پنل کاربری</a> خود در سایت اپیزو شوید، و از قسمت <a target='_blank' href='%s'>API</a> کد خود را دریافت کنید.

source: Domains
fa_ir: دامنه ها

source: If you want shrink links from only certain domains, enter domains in this filed(comma separated)<br/>(for example: uploadboy.com,cdn.server.net)
fa_ir: اگر می خواهید لینک ها از دامنه های مشخصی کوتاه شوند، دامنه ها را در این فیلد وارد کنید و هر دامنه را با کاما (, انگلیسی) از هم جدا کنید. (برای مثال: uploadboy.com,cdn.server.net)

source: Post types
fa_ir: نوع پست ها

source: You can use link shortener service in post types that you want.
fa_ir: می توانید سرویس کوتاه کردن لینک را در پست های مورد نظر خود فعال یا غیر فعال کنید.

source: Save all changes
fa_ir: ذخیره تنظیمات

source: Previous
fa_ir: قبل

source: Next
fa_ir: بعد

source: For shrinking URLs in old posts, go to Post lists, select desired posts then select "Shrink links by Opizo" from Bulk Actions, then return this page and press "Start Shrinking" button.
fa_ir: برای کوتاه کردن لینک های موجود در پست های قدیمی، به لیست پست های سایت خود بروید و پست های موردنظر را انتخاب کنید، سپس از قسمت "کارهای دسته جمعی"، گزینه "کوتاه کردن لینک ها با اپیزو" را انتخاب کنید. سپس به صفحه "کوتاه کردن لینکهای پست های قدیمی" برگردید و دکمه شروع را بزنید.

source: Stop
fa_ir: توقف

source: Don't close this page, wait for complete
fa_ir: تا پایان فرآیند کوتاه کردن لینک، این صفحه را نبندید

source: Start Shrinking
fa_ir: شروع کوتاه کردن

source: Post title
fa_ir: عنوان پست

source: There is no post to shrink
fa_ir: پستی برای کوتاه کردن لینک ها وجود ندارد

source: Shrinked Links:
fa_ir: لینکهای کوتاه شده:

source: Shrink new links
fa_ir: کوتاه کردن لینک جدید

source: Post Title
fa_ir: عنوان پست

source: Shrinked url
fa_ir: لینکهای کوتاه شده

source: Original url
fa_ir: آدرس اصلی
